brew "chezmoi"
brew "coreutils"
brew "diff-so-fancy"
brew "direnv"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "gnupg"
brew "jq"
brew "koekeishiya/formulae/skhd"
brew "mackup"
brew "mas"
brew "mise"
brew "neovim"
brew "pinentry-mac"
brew "pvinis/pvinis/colortools"
brew "qmk/qmk/qmk"
brew "scrcpy"
brew "shfmt"
brew "solana"
brew "swift-format"
brew "terminal-notifier"
brew "thefuck"
brew "tmux"
brew "tree"
brew "wget"
brew "yt-dlp"
brew "zoxide"
cask "1password"
cask "1password-cli"
cask "aide-app"
cask "another-redis-desktop-manager"
cask "arc"
cask "bartender"
cask "beeper"
cask "betterdisplay"
cask "chatgpt"
cask "cursor"
cask "daisydisk"
cask "dbeaver-community"
cask "discord"
cask "dropshare"
cask "fantastical"
cask "figma"
cask "font-iosevka"
cask "fork"
cask "geekbench"
cask "ghostty"
cask "gimp"
cask "google-chrome"
cask "iina"
cask "iterm2"
cask "jordanbaird-ice"
cask "latest"
cask "leader-key"
cask "linear-linear"
cask "maccy"
cask "nordlayer"
cask "notion"
cask "obs"
cask "orbstack"
cask "parsec"
cask "qmk-toolbox"
cask "raycast"
cask "rectangle-pro"
cask "save-hollywood"
cask "skype"
cask "slack"
cask "sonos"
cask "spotify"
cask "steam"
cask "steermouse"
cask "stremio"
# cask "kopiaui"
# cask "netnewswire"
# cask "ollama"
# cask "ollamac"
# cask "pictogram"
# cask "popclip"
# cask "session"
# cask "transnomino"
cask "syncthing"
cask "tailscale"
cask "telegram-desktop"
cask "timemator"
cask "tuple"
cask "viber"
cask "visual-studio-code"
cask "vlc"
cask "webcatalog"
cask "windsurf"
cask "xcodes"
cask "zen-browser"
cask "zoom"
mas "Day Progress", id: 6450280202
mas "Developer", id: 640199958
mas "Disk Speed Test", id: 425264550
mas "TestFlight", id: 899247664
mas "Things", id: 904280696
mas "TV Time: Track Shows & Movies", id: 431065232
mas "TP-Link Tapo", id: 1472718009
mas "TP-Link Deco", id: 1186159417
vscode "tonybaloney.vscode-pets"
vscode "wayou.vscode-todo-highlight"
