tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "pvinis/pvinis"
tap "qmk/qmk"
tap "timescale/tap"
brew "chezmoi"
brew "ruby"
brew "cocoapods"
brew "coreutils"
brew "cowsay"
brew "diff-so-fancy"
brew "direnv"
brew "fish"
brew "fortune"
brew "fzf"
brew "gh"
brew "git"
brew "git-crypt"
brew "git-delta"
brew "gnupg"
brew "gnuplot"
brew "jq"
brew "koekeishiya/formulae/skhd"
brew "mackup"
brew "mas"
brew "mise"
brew "neovim"
brew "pinentry-mac"
brew "pvinis/pvinis/colortools"
brew "qmk/qmk/qmk"
brew "rcm"
brew "scrcpy"
brew "shfmt"
brew "solana"
brew "swift-format"
brew "terminal-notifier"
brew "thefuck"
brew "tmux"
brew "tree"
brew "watchman"
brew "wget"
brew "whalebrew"
brew "yt-dlp"
brew "zoxide"
brew "koekeishiya/formulae/skhd"
brew "pvinis/pvinis/colortools"
brew "qmk/qmk/qmk"
cask "1password"
cask "1password-cli"
cask "aide-app"
cask "alcove"
cask "android-studio"
cask "another-redis-desktop-manager"
cask "appcleaner"
cask "arc"
cask "around"
cask "bartender"
cask "beeper"
cask "betterdisplay"
cask "bitwarden"
cask "chatgpt"
cask "cursor"
cask "daisydisk"
cask "datagrip"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "dropshare"
cask "espanso"
cask "expo-orbit"
cask "fantastical"
cask "figma"
cask "font-iosevka"
cask "fork"
cask "geekbench"
cask "ghostty"
cask "gimp"
cask "glyphs"
cask "google-chrome"
cask "iina"
cask "ipfs"
cask "iterm2"
cask "jordanbaird-ice"
cask "kaleidoscope"
cask "kindavim"
cask "latest"
cask "leader-key"
cask "linear-linear"
cask "little-snitch"
cask "lulu"
cask "maccy"
cask "minisim"
cask "nordlayer"
cask "notion"
cask "obs"
cask "orbstack"
cask "parsec"
cask "pixelsnap"
cask "qmk-toolbox"
cask "qspace-pro"
cask "raycast"
cask "rectangle-pro"
cask "rustrover"
cask "save-hollywood"
cask "shortcat"
cask "skype"
cask "slack"
cask "sonos"
cask "spotify"
cask "steam"
cask "steermouse"
cask "stremio"
# cask "kopiaui"
# cask "netnewswire"
# cask "ollama"
# cask "ollamac"
# cask "pictogram"
# cask "popclip"
# cask "session"
# cask "transnomino"
cask "swiftbar"
cask "syncthing"
cask "tableplus"
cask "tailscale"
cask "telegram-desktop"
cask "timemator"
cask "tuple"
cask "via"
cask "viber"
cask "visual-studio-code"
cask "vlc"
cask "webcatalog"
cask "webstorm"
cask "webtorrent"
cask "windsurf"
cask "xcodes"
cask "zen-browser"
cask "zoom"
mas "Clocker", id: 1056643111
mas "Day Progress", id: 6450280202
mas "Developer", id: 640199958
mas "Disk Speed Test", id: 425264550
mas "HEIC Converter", id: 1294126402
mas "One Thing", id: 1604176982
mas "TestFlight", id: 899247664
mas "Things", id: 904280696
mas "TV Time: Track Shows & Movies", id: 431065232
mas "TP-Link Tapo", id: 1472718009
mas "TP-Link Deco", id: 1186159417
mas "Transporter", id: 1450874784
mas "Unsplash Wallpapers", id: 1284863847
whalebrew "whalebrew/whalesay"
vscode "1000ch.svgo"
vscode "alefragnani.bookmarks"
vscode "alexr00.formatallfilesinworkspace"
vscode "andrsdc.base16-themes"
vscode "apollographql.vscode-apollo"
vscode "asvetliakov.vscode-neovim"
vscode "betterer.betterer-vscode"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "bodil.file-browser"
vscode "bradlc.vscode-tailwindcss"
vscode "bsides.theme-base16-eighties"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "catppuccin.catppuccin-vsc-pack"
vscode "charliermarsh.ruff"
vscode "chrisjsewell.myst-tml-syntax"
vscode "codeandstuff.package-json-upgrade"
vscode "continue.continue"
vscode "davidanson.vscode-markdownlint"
vscode "davidhewitt.shebang-language-associator"
vscode "davraamides.todotxt-mode"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "developer2006.svg-gallery"
vscode "dlyanb.janet-formatter"
vscode "dprint.dprint"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "eurocent82.vsc-oafid"
vscode "expo.vscode-expo-tools"
vscode "fabiospampinato.vscode-markdown-todo"
vscode "fabiospampinato.vscode-open-in-npm"
vscode "figma.figma-vscode-extension"
vscode "folke.vscode-monorepo-workspace"
vscode "fregante.ghost-text"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golf1052.base16-generator"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "gruntfuggly.todo-tree"
vscode "ibrahimfadel.yabai-syntax-highlighting"
vscode "jacobdufault.fuzzy-search"
vscode "jakearl.search-editor-apply-changes"
vscode "jakearl.vscode-sonic-pi"
vscode "janisdd.vscode-edit-csv"
vscode "jnbt.vscode-rufo"
vscode "jock.svg"
vscode "johnnymorganz.stylua"
vscode "johnpapa.vscode-cloak"
vscode "kahole.magit"
vscode "kodebox.solidity-language-server"
vscode "kylejreed.deno-import-npm"
vscode "laktak.hjson"
vscode "lextudio.iis"
vscode "lextudio.restructuredtext"
vscode "lextudio.restructuredtext-pack"
vscode "liwei.relax-eyes-theme"
vscode "mariomatheu.syntax-project-pbxproj"
vscode "mariosangiorgio.ledger"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "midouest.playdate-debug"
vscode "mikeburgh.xml-format"
vscode "mikestead.dotenv"
vscode "mkloubert.vscode-http-client"
vscode "mohsen1.prettify-json"
vscode "mquandalle.graphql"
vscode "mrmlnc.vscode-json5"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "msjsdiag.vscode-react-native"
vscode "nashokin.base16-tomorrow-night"
vscode "nizami.update-python-packages-and-requirements-txt"
vscode "nwallace.peep"
vscode "pedrorgirardi.vscode-cljfmt"
vscode "peterschmalfeldt.explorer-exclude"
vscode "prisma.prisma"
vscode "qufiwefefwoyn.kanagawa"
vscode "rajeshwaran.developer-theme-dark"
vscode "randomfractalsinc.vscode-data-preview"
vscode "rapidapi.vscode-services"
vscode "react-native-directory.vscode-react-native-directory"
vscode "redhat.vscode-yaml"
vscode "rimuruchan.vscode-fix-checksums-next"
vscode "rioj7.commandonallfiles"
vscode "robbowen.synthwave-vscode"
vscode "robertrossmann.remedy"
vscode "rust-lang.rust-analyzer"
vscode "samverschueren.linter-xo"
vscode "sansarip.owlbear"
vscode "saoudrizwan.claude-dev"
vscode "sdras.night-owl"
vscode "shaunlebron.vscode-parinfer"
vscode "shopify.ruby-lsp"
vscode "siegebell.prettify-symbols-mode"
vscode "simonsiefke.svg-preview"
vscode "sketchbuch.vsc-workspace-sidebar"
vscode "spadin.zmk-tools"
vscode "steoates.autoimport"
vscode "stivo.tailwind-fold"
vscode "stkb.rewrap"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "supabase.vscode-supabase-extension"
vscode "supermaven.supermaven"
vscode "swjh.base16-leaf-tomorrow-vscode"
vscode "swmansion.react-native-ide"
vscode "swyddfa.esbonio"
vscode "symbolk.somanyconflicts"
vscode "sysoev.vscode-open-in-github"
vscode "tamasfe.even-better-toml"
vscode "tanh.hjson-formatter"
vscode "teabyii.ayu"
vscode "tinaciousdesign.theme-tinaciousdesign"
vscode "tonybaloney.vscode-pets"
vscode "trond-snekvik.simple-rst"
vscode "vknabel.vscode-apple-swift-format"
vscode "voorjaar.windicss-intellisense"
vscode "vscodevim.vim"
vscode "vspacecode.vspacecode"
vscode "vspacecode.whichkey"
vscode "wayou.vscode-todo-highlight"
vscode "will-stone.plastic"
vscode "xuld.open-files-glob"
vscode "yinfei.luahelper"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
vscode "zenstack.zenstack"
