# fonts
cask "font-iosevka"


# shell and tools
cask "iterm2"
brew "fish"
brew "mise" # best version manager around
brew "thefuck"
brew "zoxide" # jump around directories
brew "chezmoi" # dotfiles manager
brew "fzf"
brew "gnupg"
brew "jq" # json parser
brew "pvinis/pvinis/colortools"
brew "watchman"
brew "wget"
brew "tree"
brew "yt-dlp" # youtube-dl fork
cask "1password-cli"
brew "direnv" # environment variable manager
brew "coreutils"


# dev
brew "git"
brew "diff-so-fancy" # better git diff
brew "gh"
cask "fork"
brew "neovim"
cask "xcodes"
cask "android-studio"
cask "datagrip" # db manager
cask "expo-orbit"
cask "figma"
cask "visual-studio-code"
cask "cursor"
cask "google-chrome"
cask "orbstack"
cask "minisim"


# mac tools
brew "mas"
cask "syncthing"
cask "raycast"
cask "leader-key"
mas "TestFlight", id: 899247664
cask "maccy"
cask "swiftbar"
cask "tailscale"
cask "appcleaner"
cask "daisydisk"
cask "save-hollywood"
cask "the-unarchiver"
cask "arq"
brew "koekeishiya/formulae/skhd"
brew "pinentry-mac"
brew "terminal-notifier"
cask "betterdisplay"
cask "rectangle-pro"
cask "espanso"
cask "bartender"
mas "Transporter", id: 1450874784
cask "latest"
cask "steermouse"


# work
cask "notion"
cask "timemator"
mas "Toggl Track", id: 1291898086


# mac apps
cask "arc" # browser
cask "zen-browser"
cask "1password"
cask "fantastical"
cask "spotify"
cask "steam"
cask "vlc"
cask "tunnelblick"
mas "Things", id: 904280696
cask "discord"
cask "dropshare" # file uploading
mas "Clocker", id: 1056643111
cask "skype"
cask "slack"
cask "sonos"
cask "mactracker"
cask "webtorrent"
cask "chatgpt"
mas "Day Progress", id: 6450280202
mas "Disk Speed Test", id: 425264550
cask "geekbench"
mas "HEIC Converter", id: 1294126402
mas "TV Time: Track Shows & Movies", id: 431065232
mas "TP-Link Tapo", id: 1472718009
mas "TP-Link Deco", id: 1186159417
mas "Unsplash Wallpapers", id: 1284863847
cask "stremio"
cask "obs"
cask "webcatalog"


# extra utils
# brew "qmk/qmk/qmk"


# try
cask "bitwarden"
cask "shortcat"
cask "qspace-pro"
cask "kindavim"


# fuse
cask "linear-linear"
cask "nordlayer"
cask "tuple"
cask "lulu"
cask "little-snitch"


# random silly ones
brew "cowsay"
brew "fortune"

# not needed now but maybe in the future again
# brew "scrcpy" # control android device from mac
# brew "shfmt" # shell script formatter
# mas "One Thing", id: 1604176982 # menubar focus item
# cask "netnewswire" # rss reader
# cask "ghostty"
# cask "kopiaui"
# cask "pictogram"
# cask "popclip"
# cask "session"
# cask "transnomino"
# cask "pixelsnap"
# cask "qmk-toolbox"
